[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
A
C
G
T
TT
AA
TG
AG
CC
TC
AC
GG
ATT
AT
ATG
GC
TAA
TCC
ACC
AAAA
AGG
ATC
AGC
TTC
AAG
TTTT
TGC
TGG
AAC
TTG
TAG
TAC
CCC
TATT
TGGG
TAT
AGAA
AGGG
TTTC
AGGC
AGCC
ATAA
TGTG
TTGG
ATTC
AAGG
ACAC
TCCC
TCTC
TATG
TTTG
TTCC
AGTG
ATGG
AGAC
AAAC
ACCC
TGCC
ATTG
ATCC
AGAG
ATGC
ATAC
TCTG
TTAA
TCAC
TGAA
TGGC
TTGC
TAAG
TATC
TAAC
AAAG
TTAC
AAGC
GGG
TAGC
GGC
ATAT
TACC
AACC
AATG
TAGG
GCC
ATATT
AGTC
TTTTC
AAAAC
TGAC
TTTAA
AAAAG
AATC
TGTC
TTATT
ATAG
TGAG
TTTTG
AAATT
AATT
AATAA
TTTCC
ACAG
TCAG
AAATG
TGGGC
ACTC
AGGCC
TTAG
ACTG
ACG
ATATG
TGGCC
ATTTC
ACAA
ATCTC
TATTC
TGTAA
ACTT
ATGCC
TAAAA
AAAAAAAA
ATTCC
TTTAG
TCCCC
TTTGC
TTCCC
TGGGG
TTCTC
ATAAAA
AGAAG
TTTTTTTT
ACCCC
AGGGC
ACCTC
AGATG
ATTAC
AAGCC
GGCC
AGGAG
TCAA
ATTGC
TATTG
ATAAC
ATATC
TTTAC
ATGGC
AAGGC
ACCAC
GTG
ATCCC
AGAAC
ATTTT
TTGCC
AAATC
ATAAG
TTGGC
TGGAG
ATGGG
AAAGC
AGGGG
ATCAC
ATTTG
AATTC
TGCAC
TTTGG
TCG
AGAGC
AAAGG
GGGC
TTGGG
AGAAAA
TATCC
TCTCC
ATAGC
TGAGG
TTTATT
AGTAA
AGAGG
TCTTC
ACATT
TCCTG
AGCCC
TATGC
TTAAAA
AGATT
TTAAC
GGGG
AAGAC
TCATT
TTCTG
AGACC
AAGGG
ATACC
TTTAT
AAGTG
TTATG
AAGAA
TAGCC
TTCAC
AGGTG
TTGAA
ATCTG
AGCAC
TGCTG
AAACC
ATGTG
TTTTCC
AGTTC
TCCTC
TATGG
AATAC
AGTGG
TAGGC
AGCTC
ATAGG
TTATC
TTAAG
TACCC
TTTTTG
AACAC
TGCTC
AGATC
TCCCAGC
AGCTG
AATAG
TCTTG
AGTGGC
ATTGG
TACTC
TAAAC
AATGG
AGGTC
AGGAC
TTGTG
TATAC
ATTTTC
ATATAA
AGGCTG
ATTTAA
AGTT
AGTAG
ATGAC
AATGC
TCCAC
CCCC
ATGTC
AACTC
TTTTTC
TAAGC
AAGTC
TGGTG
TATAA
AGTGC
TAAGG
ACCTG
TTAGC
AAATAA
TGCCTC
AATCC
TTGGCC
TAGGG
TGGAC
TTGTC
AACCC
TTACC
TAACC
AATTTT
AAAGAA
ATTATT
AGCG
AAAAAC
TAATG
TTGAC
AGTCC
AACTG
AGTTG
AATTG
TCTGC
TTAGG
TACAC
AGAAGG
ATATTC
AAAACC
AAAAGC
TGCCC
ACTGC
AGAAGC
TAATAA
AATATT
ACCATG
TGGTC
TTTTGC
AACG
TACTG
ACACACAC
ATTTTG
TCCG
TGCG
AAAATG
ACATG
TCAGC
ATCG
AGTAC
TTTTGG
AATAT
AGAGAA
TTCG
TCCAGCC
ATATAC
TCACC
AAAAGG
TGTGTGTG
TCATC
TGCTGGG
TGAAG
TGTAG
TGTGG
AAAAATT
ACTTC
TTCCCC
ATAGAA
TTGCCC
AGGAGG
TTTCCC
TATATT
ACCG
ACTAC
TCACTGC
GCG
TTTGTG
ACAGC
TCATG
AGTTTT
AGGAA
TTTATG
ATATTG
TGATG
TCTAA
TGTGC
AGGAAG
TTTGGG
TGTTC
AGCCCC
AGTTTC
AGGCTGG
TTTGCC
ATTTCC
ATACAC
AAAATAA
TAGAC
AGGAGAA
TGAGC
TGGAA
TTTTTAA
AGCCTCCC
ATGAA
TTTAAG
TCTGG
TTTATC
TTATAA
TGATT
AACAA
TAGCTGGG
TCAAG
AAAAAA
ACTTTGGG
TATTCC
TCAGG
AACAG
TTCTTC
TGTGGC
ATATGC
ATTACAGGC
AGGGGC
AGGGCC
TTATTC
ATATCC
TGTAATCCCAGC
TACG
AGAAAC
TGTCC
AGATGG
TGTGCC
TTTCTC
TGAAC
AGTCTC
TGTTG
ATTTTTT
AAGAAG
TGGGGC
AGCAGC
GCCC
TTTGGC
AGGCTGAGGC
TGGGCC
TTCTCC
TAGAA
TGGAGTGC
ATTAA
AGTGCC
TGTCTC
ATATGG
ACATC
TGGGGG
TGACC
ACTCC
TAAAAC
AGATAA
TAATTTT
TCAAC
TCTAC
TCTAG
GAG
TAAATG
AGCAA
TATATG
ATATATAT
ATTTGC
TCCTCC
CCCAC
ATTTATT
TCTGCC
ATGGCC
TCGC
AGTATT
AGAACC
TTAAAC
AAATTC
AGAGAC
ATTTAC
ATTGCC
AACAAC
TTTAAC
ACGG
AAGAAAA
TCTGGC
ATTCTCC
AGGTGG
TGCTGC
TTCAAG
AGAGGG
ACACC
TCTTTT
AGAGGC
ATCACC
TAAATT
AAGGCC
TTGCAGTG
TGTAC
AATTTC
ATCCCC
ACAAG
ACAGG
ACAAC
TGCCCC
AGATTC
TTAGAA
TTGGGG
AGACAC
TGGAAG
ACCTCC
ATGGGG
AGCCTCC
TTATTG
TAAAAG
ATCTTC
ATCTCC
TGAAGC
TAATC
AAATGC
TTGTTG
ATTCCC
TACTAAAA
ATAGTG
AAATAC
TTGGGC
TAGAGAC
TGTTTT
TTCTGC
TGGCCC
TCTGTC
AGCTCC
AACTCC
TTAGCC
AAAGTGCTGGG
ATAGAC
TATTTTTAG
ACTTG
ACCACC
AAACAC
GTGG
ATTTAG
AGGAGC
AGGCTGGAGTGC
ATACCC
ATGTAA
ACGC
AGTAT
TTTACC
ACTAA
AGGCCC
AAGGGG
TCTCG
ATGAAG
AAAGAC
TGAAAA
AAGGGC
ATAGGC
AGAGTG
AGCTGC
ATGTTC
TATTTC
TGATC
AGTTTG
AGCTAA
AGAGCC
TGCTTC
ATCATC
AACATGG
AGCTTC
AAGAAC
TTTTTTG
AGGGGG
ATAAGC
TAAGCC
ACTGG
ACAAAA
ATCATT
TCTTTC
ATGATG
TGCAA
AGGTTC
AACATT
ATGGGC
ATAGAG
AAATGG
AGTTCC
TTTAGC
AACTTC
AGCAAG
ATAAAAC
AAAATC
AGCCAC
AGGAAC
TTAACC
TATTTATT
TTTCTG
ATAAGG
AGCCACC
AGATGC
TTAAGC
TTGTAA
AGTGTG
AACCCC
TTCATT
ATCATG
AATGAA
AGGTGC
AAAAAAAAAAAAAAAA
AGGATG
AGCCG
TGGTGG
AGTGGG
TGCACTCCAGCC
TATTGC
TAGTC
CCCG
AAGTAA
TAGTG
TTTTTTTTTTTTTTTT
AGCATT
ATCTGC
TCTCAC
AAATTG
TTTAGG
AGACCC
GGGCC
TCCTTC
ATAGGG
AATATG
TTATAC
TAGAAG
AAAGTG
AAATCC
TTCCTC
TTTCAC
AGTATG
TACTAAAAATAC
ATGTGC
AGGAGGC
TATATC
TTCTAA
TGAGGC
ACACAC
TCCCCC
AACATC
AAGCG
AATGGC
ACCCCC
AGATAC
ATAAAAG
ATGATT
TGGAGG
AGTTAA

