{
  "architectures": [
    "ESMplusplusForMaskedLM"
  ],
  "auto_map": {
  "AutoConfig": "modeling_esm_plusplus.ESMplusplusConfig",
  "AutoModel": "modeling_esm_plusplus.ESMplusplusModel",
  "AutoModelForMaskedLM": "modeling_esm_plusplus.ESMplusplusForMaskedLM",
  "AutoModelForSequenceClassification": "modeling_esm_plusplus.ESMplusplusForSequenceClassification",
  "AutoModelForTokenClassification": "modeling_esm_plusplus.ESMplusplusForTokenClassification"
  },
  "hidden_size": 960,
  "model_type": "ESMplusplus",
  "num_attention_heads": 15,
  "num_hidden_layers": 30,
  "torch_dtype": "float32",
  "transformers_version": "4.45.0",
  "vocab_size": 64
}
