{
  "architectures": [
    "RnaErnieForPreTraining"
  ],
  "attention_dropout": 0.1,
  "bos_token_id": 1,
  "eos_token_id": 2,
  "head": {
    "act": null,
    "bias": true,
    "dropout": 0.0,
    "hidden_size": null,
    "layer_norm_eps": 1e-12,
    "num_labels": null,
    "output_name": null,
    "problem_type": null,
    "transform": null,
    "transform_act": "gelu"
  },
  "hidden_act": "relu",
  "hidden_dropout": 0.1,
  "hidden_size": 768,
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "layer_norm_eps": 1e-12,
  "lm_head": {
    "act": null,
    "bias": true,
    "dropout": 0.0,
    "hidden_size": 768,
    "layer_norm_eps": 1e-12,
    "output_name": null,
    "transform": "nonlinear",
    "transform_act": "gelu"
  },
  "mask_token_id": 4,
  "max_position_embeddings": 513,
  "model_type": "rnaernie",
  "null_token_id": 5,
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.44.0",
  "type_vocab_size": 2,
  "unk_token_id": 3,
  "use_cache": true,
  "vocab_size": 26
}
