{
  "add_linear_bias": true,
  "architectures": [
    "RNABertForMaskedLM"
  ],
  "attention_probs_dropout_prob": 0.0,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.0,
  "hidden_size": 1280,
  "initializer_range": 0.02,
  "intermediate_size": 3392,
  "layer_norm_eps": 1e-05,
  "max_position_embeddings": 1024,
  "model_type": "rnabert",
  "normalization_type": "LayerNorm",
  "num_attention_heads": 20,
  "num_hidden_layers": 33,
  "pad_token_id": 0,
  "position_embedding_type": "rope",
  "rotary_percent": 1.0,
  "seq_len_interpolation_factor": null,
  "tokenizer_type": "BertWordPieceLowerCase",
  "torch_dtype": "float32",
  "transformers_version": "4.38.0.dev0",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 16
}
