{
  "bos_token": "[BOS]",
  "cls_token": "[CLS]",
  "eos_token": "[EOS]",
  "mask_token": "[MASK]",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "unk_token": "[UNK]",
  "additional_special_tokens": ["[UNUSED1]", "[UNUSED2]", "[UNUSED3]"]
}